brew "git-delta"
brew "lazygit"
brew "neovim"
brew "ranger"
brew "fish"
brew "starship"
brew "macchina"
brew "eza"
brew "bat"
brew "deno"
brew "rtx"
brew "jq"
brew "file"
brew "ripgrep"
brew "gh"
brew "imagemagick"
brew "walk"
brew "zoxide"
brew "fzf"
